Repository: wwg135/Irisin
Catalog: Irisin/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, pt_br, ru, sw, tr, vi, yo, zh_hans, zh_hant

source: System translation does not support this language.
ar: لا تدعم ترجمة النظام هذه اللغة.
bn: সিস্টেম অনুবাদ এই ভাষা সমর্থন করে না।
de: Die Systemübersetzung unterstützt diese Sprache nicht.
es: La traducción del sistema no admite este idioma.
fr: La traduction du système ne prend pas en charge cette langue.
hi: सिस्टम अनुवाद इस भाषा का समर्थन नहीं करता।
id: Terjemahan sistem tidak mendukung bahasa ini.
it: La traduzione di sistema non supporta questa lingua.
ja: システムの翻訳はこの言語に対応していません。
ko: 시스템 번역은 이 언어를 지원하지 않습니다.
pt_br: A tradução do sistema não é compatível com este idioma.
ru: Системный перевод не поддерживает этот язык.
sw: Tafsiri ya mfumo haitumii lugha hii.
tr: Sistem çevirisi bu dili desteklemiyor.
vi: Tính năng dịch của hệ thống không hỗ trợ ngôn ngữ này.
yo: Ìtumọ̀ sísítẹ́mù kò ṣe àtìlẹ́yìn fún èdè yìí.
zh_hans: 系统翻译不支持此语言。
zh_hant: 系統翻譯不支援此語言。

source: Tap again to refresh all.
ar: اضغط مرة أخرى لتحديث الكل.
bn: সব রিফ্রেশ করতে আবার ট্যাপ করুন।
de: Erneut tippen, um alle zu aktualisieren.
es: Vuelve a tocar para actualizar todos.
fr: Touchez à nouveau pour tout actualiser.
hi: सभी को रीफ़्रेश करने के लिए फिर से टैप करें।
id: Ketuk lagi untuk menyegarkan semua.
it: Tocca di nuovo per aggiornare tutto.
ja: もう一度タップすると、すべて更新します。
ko: 모두 새로 고치려면 다시 탭하십시오.
pt_br: Toque novamente para atualizar tudo.
ru: Коснитесь еще раз, чтобы обновить все.
sw: Gusa tena ili kuonyesha upya zote.
tr: Tümünü yenilemek için yeniden dokunun.
vi: Chạm lại để làm mới tất cả.
yo: Tẹ̀ ẹ́ lẹ́ẹ̀kansí láti sọ gbogbo rẹ̀ dọ̀tun.
zh_hans: 再次点击以刷新全部。
zh_hant: 再點一下即可全部重新整理。

source: Target Language
ar: اللغة الهدف
bn: লক্ষ্য ভাষা
de: Zielsprache
es: Idioma de destino
fr: Langue cible
hi: लक्ष्य भाषा
id: Bahasa Tujuan
it: Lingua di destinazione
ja: 翻訳先の言語
ko: 대상 언어
pt_br: Idioma de destino
ru: Целевой язык
sw: Lugha Lengwa
tr: Hedef Dil
vi: Ngôn ngữ đích
yo: Èdè Àfojúsùn
zh_hans: 目标语言
zh_hant: 目標語言

source: The %@ script failed
ar: فشل النص البرمجي %@
bn: %@ স্ক্রিপ্ট ব্যর্থ হয়েছে
de: Das Skript %@ ist fehlgeschlagen
es: Error del script %@
fr: Échec du script %@
hi: %@ स्क्रिप्ट विफल रही
id: Skrip %@ gagal
it: Lo script %@ non è riuscito
ja: %@ スクリプトが失敗
ko: %@ 스크립트 실패
pt_br: Falha no script %@
ru: Сбой скрипта %@
sw: Hati ya %@ imeshindwa
tr: %@ betiği başarısız oldu
vi: Tập lệnh %@ bị lỗi
yo: Síkírípítì %@ kùnà
zh_hans: %@ 脚本失败
zh_hant: %@ 腳本失敗

# The %@ script of %@ failed with exit status %lld.
source: The %1$@ script of %2$@ failed with exit status %3$lld.
ar: فشل النص البرمجي %1$@ للحزمة %2$@ برمز الخروج %3$lld.
bn: %2$@-এর %1$@ স্ক্রিপ্ট ব্যর্থ হয়েছে, এক্সিট স্ট্যাটাস %3$lld।
de: Das Skript %1$@ von %2$@ ist mit dem Exit-Status %3$lld fehlgeschlagen.
es: El script %1$@ de %2$@ ha fallado con el código de salida %3$lld.
fr: Le script %1$@ de %2$@ a échoué avec le code de sortie %3$lld.
hi: %2$@ की %1$@ स्क्रिप्ट एग्ज़िट स्टेटस %3$lld के साथ विफल रही।
id: Skrip %1$@ dari %2$@ gagal dengan status keluar %3$lld.
it: Lo script %1$@ di %2$@ non è riuscito con stato di uscita %3$lld.
ja: %2$@ の %1$@ スクリプトが終了ステータス %3$lld で失敗しました。
ko: %2$@의 %1$@ 스크립트가 종료 상태 %3$lld(으)로 실패했습니다.
pt_br: O script %1$@ de %2$@ falhou com o status de saída %3$lld.
ru: Скрипт %1$@ пакета %2$@ завершился с кодом %3$lld.
sw: Hati ya %1$@ ya %2$@ imeshindwa na hali ya kutoka %3$lld.
tr: %2$@ paketinin %1$@ betiği %3$lld çıkış durumuyla başarısız oldu.
vi: Tập lệnh %1$@ của %2$@ bị lỗi với mã thoát %3$lld.
yo: Síkírípítì %1$@ ti %2$@ kùnà pẹ̀lú ipò ìjáde %3$lld.
zh_hans: %2$@ 的 %1$@ 脚本失败，退出状态为 %3$lld。
zh_hant: %2$@ 的 %1$@ 腳本失敗，結束狀態為 %3$lld。

source: The clipboard has no repository address.
ar: لا تحتوي الحافظة على عنوان مستودع.
bn: ক্লিপবোর্ডে কোনো রিপোজিটরির ঠিকানা নেই।
de: Die Zwischenablage enthält keine Quellenadresse.
es: El portapapeles no contiene ninguna dirección de repositorio.
fr: Le presse-papiers ne contient aucune adresse de dépôt.
hi: क्लिपबोर्ड में कोई रिपॉज़िटरी पता नहीं है।
id: Papan klip tidak berisi alamat repositori.
it: Gli appunti non contengono l’indirizzo di un repository.
ja: クリップボードにリポジトリのアドレスがありません。
ko: 클립보드에 소스 주소가 없습니다.
pt_br: A área de transferência não contém um endereço de repositório.
ru: В буфере обмена нет адреса репозитория.
sw: Ubao wa kunakili hauna anwani ya hazina.
tr: Panoda depo adresi yok.
vi: Bảng tạm không chứa địa chỉ nguồn.
yo: Kò sí àdírẹ́sì ibi ìpamọ́ kankan nínú kílíbọ́ọ̀dù.
zh_hans: 剪贴板中没有软件源地址。
zh_hant: 剪貼板中沒有軟體源位址。

source: The distribution under dists/, or a path ending in / for a flat repository.
ar: التوزيعة ضمن dists/، أو مسار ينتهي بـ / للمستودع المسطّح.
bn: dists/-এর অধীনে থাকা ডিস্ট্রিবিউশন, অথবা ফ্ল্যাট রিপোজিটরির জন্য / দিয়ে শেষ হওয়া একটি পাথ।
de: Die Distribution unter dists/ oder ein Pfad mit / am Ende für eine flache Quelle.
es: La distribución dentro de dists/, o una ruta terminada en / para un repositorio plano.
fr: La distribution sous dists/, ou un chemin se terminant par / pour un dépôt plat.
hi: dists/ के अंतर्गत डिस्ट्रीब्यूशन, या फ़्लैट रिपॉज़िटरी के लिए / पर समाप्त होने वाला पाथ।
id: Distribusi di bawah dists/, atau jalur yang diakhiri / untuk repositori datar.
it: La distribuzione in dists/, oppure un percorso che termina con / per un repository piatto.
ja: dists/ 以下のディストリビューション名。フラットリポジトリの場合は / で終わるパスを入力します。
ko: dists/ 아래의 배포판 이름 또는 플랫 소스의 경우 /로 끝나는 경로입니다.
pt_br: A distribuição em dists/ ou um caminho terminado em / para um repositório plano.
ru: Дистрибутив в dists/ или путь, оканчивающийся на /, для плоского репозитория.
sw: Usambazaji ulio chini ya dists/, au njia inayoishia kwa / kwa hazina bapa.
tr: dists/ altındaki dağıtım ya da düz depo için / ile biten bir yol.
vi: Tên bản phân phối trong dists/, hoặc đường dẫn kết thúc bằng / cho nguồn phẳng.
yo: Ìpínkiri tí ó wà lábẹ́ dists/, tàbí ọ̀nà tí ó parí pẹ̀lú / fún ibi ìpamọ́ pẹrẹsẹ.
zh_hans: dists/ 下的套件名称，或以 / 结尾的路径表示扁平软件源。
zh_hant: dists/ 下的發行版本名稱；扁平軟體源則填寫以 / 結尾的路徑。

source: The download was interrupted.
ar: انقطع التنزيل.
bn: ডাউনলোড বাধাগ্রস্ত হয়েছে।
de: Der Download wurde unterbrochen.
es: La descarga se ha interrumpido.
fr: Le téléchargement a été interrompu.
hi: डाउनलोड बाधित हो गया।
id: Unduhan terputus.
it: Il download è stato interrotto.
ja: ダウンロードが中断されました。
ko: 다운로드가 중단되었습니다.
pt_br: O download foi interrompido.
ru: Загрузка прервана.
sw: Upakuaji ulikatizwa.
tr: İndirme kesildi.
vi: Quá trình tải xuống bị gián đoạn.
yo: Ìgbàsílẹ̀ náà dáwọ́ dúró ní àárín.
zh_hans: 下载已中断。
zh_hant: 下載已中斷。

source: The dpkg status file could not be copied. Try again.
ar: تعذر نسخ ملف حالة dpkg. حاول مرة أخرى.
bn: dpkg স্ট্যাটাস ফাইল কপি করা যায়নি। আবার চেষ্টা করুন।
de: Die dpkg-Statusdatei konnte nicht kopiert werden. Versuche es erneut.
es: No se ha podido copiar el archivo de estado de dpkg. Inténtalo de nuevo.
fr: Impossible de copier le fichier d’état de dpkg. Réessayez.
hi: dpkg स्टेटस फ़ाइल कॉपी नहीं की जा सकी। फिर से कोशिश करें।
id: File status dpkg tidak dapat disalin. Coba lagi.
it: Impossibile copiare il file di stato di dpkg. Riprova.
ja: dpkgのステータスファイルをコピーできませんでした。もう一度お試しください。
ko: dpkg 상태 파일을 복사할 수 없습니다. 다시 시도하십시오.
pt_br: Não foi possível copiar o arquivo de status do dpkg. Tente novamente.
ru: Не удалось скопировать файл статуса dpkg. Повторите попытку.
sw: Faili ya hali ya dpkg haikuweza kunakiliwa. Jaribu tena.
tr: dpkg durum dosyası kopyalanamadı. Yeniden deneyin.
vi: Không thể sao chép tệp trạng thái dpkg. Hãy thử lại.
yo: A kò lè da fáìlì ipò dpkg kọ. Gbìyànjú lẹ́ẹ̀kansí.
zh_hans: 无法复制 dpkg 状态文件。请重试。
zh_hant: 無法拷貝 dpkg 狀態檔案。請再試一次。

source: The file could not be written. Try again.
ar: تعذرت كتابة الملف. حاول مرة أخرى.
bn: ফাইলটি লেখা যায়নি। আবার চেষ্টা করুন।
de: Die Datei konnte nicht geschrieben werden. Versuche es erneut.
es: No se ha podido escribir el archivo. Inténtalo de nuevo.
fr: Impossible d’écrire le fichier. Réessayez.
hi: फ़ाइल लिखी नहीं जा सकी। फिर से कोशिश करें।
id: File tidak dapat ditulis. Coba lagi.
it: Impossibile scrivere il file. Riprova.
ja: ファイルを書き込めませんでした。もう一度お試しください。
ko: 파일을 저장할 수 없습니다. 다시 시도하십시오.
pt_br: Não foi possível gravar o arquivo. Tente novamente.
ru: Не удалось записать файл. Повторите попытку.
sw: Faili haikuweza kuandikwa. Jaribu tena.
tr: Dosya yazılamadı. Yeniden deneyin.
vi: Không thể ghi tệp. Hãy thử lại.
yo: A kò lè kọ fáìlì náà. Gbìyànjú lẹ́ẹ̀kansí.
zh_hans: 无法写入文件，请重试。
zh_hant: 無法寫入檔案。請再試一次。

source: The home screen restarts and every open app closes.
ar: سيُعاد تشغيل الشاشة الرئيسية وستُغلق جميع التطبيقات المفتوحة.
bn: হোম স্ক্রিন পুনরায় চালু হবে এবং খোলা থাকা সব অ্যাপ বন্ধ হয়ে যাবে।
de: Der Home-Bildschirm wird neu gestartet und alle geöffneten Apps werden beendet.
es: La pantalla de inicio se reinicia y se cierran todas las apps abiertas.
fr: L’écran d’accueil redémarre et toutes les apps ouvertes se ferment.
hi: होम स्क्रीन फिर से शुरू होगी और हर खुला ऐप बंद हो जाएगा।
id: Layar Utama dimulai ulang dan semua app yang terbuka akan ditutup.
it: La schermata Home viene riavviata e tutte le app aperte vengono chiuse.
ja: ホーム画面が再起動し、開いているAppはすべて終了します。
ko: 홈 화면이 다시 시작되고 열려 있는 모든 앱이 닫힙니다.
pt_br: A Tela de Início será reiniciada e todos os apps abertos serão fechados.
ru: Экран «Домой» перезапустится, а все открытые приложения закроются.
sw: Skrini ya kwanza itaanza upya na kila programu iliyofunguliwa itafungwa.
tr: Ana Ekran yeniden başlatılır ve açık olan tüm uygulamalar kapanır.
vi: Màn hình chính sẽ khởi động lại và mọi ứng dụng đang mở sẽ đóng.
yo: Ìbòjú Ilé yóò tún bẹ̀rẹ̀, gbogbo àpù tí ó ṣí yóò sì pa.
zh_hans: 主屏幕将重新启动，所有已打开的应用都会关闭。
zh_hant: 主畫面將會重新啟動，所有開啟的 App 都會關閉。

source: The installation order could not be planned. Try again with fewer changes.
ar: تعذر تحديد ترتيب التثبيت. حاول مرة أخرى بتغييرات أقل.
bn: ইনস্টলেশনের ক্রম পরিকল্পনা করা যায়নি। কম পরিবর্তন নিয়ে আবার চেষ্টা করুন।
de: Die Installationsreihenfolge konnte nicht geplant werden. Versuche es mit weniger Änderungen erneut.
es: No se ha podido planificar el orden de instalación. Inténtalo de nuevo con menos cambios.
fr: Impossible de planifier l’ordre d’installation. Réessayez avec moins de modifications.
hi: इंस्टॉलेशन का क्रम तय नहीं किया जा सका। कम बदलावों के साथ फिर से कोशिश करें।
id: Urutan instalasi tidak dapat direncanakan. Coba lagi dengan perubahan yang lebih sedikit.
it: Impossibile pianificare l’ordine di installazione. Riprova con meno modifiche.
ja: インストール順序を決定できませんでした。変更を減らして、もう一度お試しください。
ko: 설치 순서를 정할 수 없습니다. 변경 사항을 줄여서 다시 시도하십시오.
pt_br: Não foi possível planejar a ordem de instalação. Tente novamente com menos alterações.
ru: Не удалось определить порядок установки. Уменьшите число изменений и повторите попытку.
sw: Mpangilio wa usakinishaji haukuweza kupangwa. Jaribu tena ukiwa na mabadiliko machache.
tr: Yükleme sırası planlanamadı. Daha az değişiklikle yeniden deneyin.
vi: Không thể sắp xếp thứ tự cài đặt. Hãy thử lại với ít thay đổi hơn.
yo: A kò lè ṣètò ìtẹ̀léra ìfisórí ẹ̀rọ. Gbìyànjú lẹ́ẹ̀kansí pẹ̀lú àyípadà tí ó kéré.
zh_hans: 无法规划安装顺序。请减少更改后重试。
zh_hant: 無法規劃安裝順序。請減少變更後再試一次。

source: The installer could not be started. Try again.
ar: تعذر تشغيل المثبِّت. حاول مرة أخرى.
bn: ইনস্টলার চালু করা যায়নি। আবার চেষ্টা করুন।
de: Das Installationsprogramm konnte nicht gestartet werden. Versuche es erneut.
es: No se ha podido iniciar el instalador. Inténtalo de nuevo.
fr: Impossible de lancer le programme d’installation. Réessayez.
hi: इंस्टॉलर शुरू नहीं किया जा सका। फिर से कोशिश करें।
id: Penginstal tidak dapat dimulai. Coba lagi.
it: Impossibile avviare il programma di installazione. Riprova.
ja: インストーラを起動できませんでした。もう一度お試しください。
ko: 설치 프로그램을 시작할 수 없습니다. 다시 시도하십시오.
pt_br: Não foi possível iniciar o instalador. Tente novamente.
ru: Не удалось запустить установщик. Повторите попытку.
sw: Kisakinishi hakikuweza kuanzishwa. Jaribu tena.
tr: Yükleyici başlatılamadı. Yeniden deneyin.
vi: Không thể khởi chạy trình cài đặt. Hãy thử lại.
yo: A kò lè bẹ̀rẹ̀ olùfisórí ẹ̀rọ. Gbìyànjú lẹ́ẹ̀kansí.
zh_hans: 无法启动安装器。请重试。
zh_hant: 無法啟動安裝程式。請再試一次。

source: The installer stopped (error code %d).
ar: توقف المثبِّت (رمز الخطأ %d).
bn: ইনস্টলার থেমে গেছে (ত্রুটি কোড %d)।
de: Das Installationsprogramm wurde beendet (Fehlercode %d).
es: El instalador se ha detenido (código de error %d).
fr: Le programme d’installation s’est arrêté (code d’erreur %d).
hi: इंस्टॉलर रुक गया (त्रुटि कोड %d)।
id: Penginstal berhenti (kode kesalahan %d).
it: Il programma di installazione si è interrotto (codice di errore %d).
ja: インストーラが停止しました（エラーコード %d）。
ko: 설치 프로그램이 중단되었습니다(오류 코드 %d).
pt_br: O instalador parou (código de erro %d).
ru: Установщик остановлен (код ошибки %d).
sw: Kisakinishi kimesimama (msimbo wa hitilafu %d).
tr: Yükleyici durdu (hata kodu %d).
vi: Trình cài đặt đã dừng (mã lỗi %d).
yo: Olùfisórí ẹ̀rọ dúró (kóòdù àṣìṣe %d).
zh_hans: 安装器已停止（错误代码 %d）。
zh_hant: 安裝程式已停止（錯誤碼 %d）。

source: The installer stopped while it was working on this package and did not say why.
ar: توقف المثبِّت أثناء معالجة هذه الحزمة دون ذكر السبب.
bn: এই প্যাকেজে কাজ করার সময় ইনস্টলার থেমে গেছে এবং কারণ জানায়নি।
de: Das Installationsprogramm wurde während der Arbeit an diesem Paket ohne Angabe von Gründen beendet.
es: El instalador se detuvo mientras procesaba este paquete y no indicó el motivo.
fr: Le programme d’installation s’est arrêté pendant le traitement de ce paquet sans en indiquer la raison.
hi: इंस्टॉलर इस पैकेज पर काम करते समय रुक गया और उसने कारण नहीं बताया।
id: Penginstal berhenti saat memproses paket ini tanpa menyebutkan alasannya.
it: Il programma di installazione si è interrotto durante l’elaborazione di questo pacchetto senza indicarne il motivo.
ja: インストーラがこのパッケージの処理中に停止しました。原因は報告されていません。
ko: 설치 프로그램이 이 패키지를 처리하던 중 중단되었으며 이유를 알려 주지 않았습니다.
pt_br: O instalador parou enquanto processava este pacote e não informou o motivo.
ru: Установщик остановился во время работы с этим пакетом, не указав причину.
sw: Kisakinishi kilisimama kilipokuwa kikishughulikia kifurushi hiki na hakikueleza sababu.
tr: Yükleyici bu paket üzerinde çalışırken durdu ve nedenini bildirmedi.
vi: Trình cài đặt đã dừng khi đang xử lý gói này và không cho biết lý do.
yo: Olùfisórí ẹ̀rọ dúró nígbà tí ó ń ṣiṣẹ́ lórí pákéèjì yìí, kò sì sọ ìdí rẹ̀.
zh_hans: 安装器在处理此软件包时停止，且没有说明原因。
zh_hant: 安裝程式在處理此套件時停止，且未說明原因。

source: The last refresh, on %@, could not reach the server.
ar: تعذر الوصول إلى الخادم في آخر تحديث، بتاريخ %@.
bn: %@-এ শেষবার রিফ্রেশের সময় সার্ভারে পৌঁছানো যায়নি।
de: Bei der letzten Aktualisierung am %@ war der Server nicht erreichbar.
es: La última actualización, el %@, no ha podido conectar con el servidor.
fr: Lors de la dernière actualisation, le %@, le serveur était inaccessible.
hi: %@ को पिछली बार रीफ़्रेश करते समय सर्वर तक नहीं पहुँचा जा सका।
id: Penyegaran terakhir, pada %@, tidak dapat menjangkau server.
it: L’ultimo aggiornamento, il %@, non è riuscito a raggiungere il server.
ja: 前回の更新（%@）では、サーバに接続できませんでした。
ko: 마지막 새로 고침(%@) 때 서버에 연결할 수 없었습니다.
pt_br: A última atualização, em %@, não conseguiu acessar o servidor.
ru: При последнем обновлении (%@) не удалось подключиться к серверу.
sw: Kuonyesha upya kwa mwisho, mnamo %@, hakukuweza kufikia seva.
tr: %@ tarihindeki son yenileme sunucuya ulaşamadı.
vi: Lần làm mới gần nhất, vào %@, không thể kết nối tới máy chủ.
yo: Ìsọdọ̀tun tó kẹ́yìn, ní %@, kò lè dé ọ̀dọ̀ sáfà.
zh_hans: 上次刷新（%@）时无法连接到服务器。
zh_hant: 上次重新整理（%@）時無法連線至伺服器。

source: The operation keeps running in the background.
ar: تستمر العملية في الخلفية.
bn: অপারেশনটি পটভূমিতে চলতে থাকবে।
de: Der Vorgang läuft im Hintergrund weiter.
es: La operación sigue ejecutándose en segundo plano.
fr: L’opération se poursuit en arrière-plan.
hi: ऑपरेशन बैकग्राउंड में चलता रहेगा।
id: Operasi tetap berjalan di latar belakang.
it: L’operazione continua in background.
ja: 操作はバックグラウンドで続行されます。
ko: 작업은 백그라운드에서 계속 진행됩니다.
pt_br: A operação continua em segundo plano.
ru: Операция продолжится в фоновом режиме.
sw: Shughuli inaendelea kufanyika chinichini.
tr: İşlem arka planda sürüyor.
vi: Thao tác vẫn tiếp tục chạy trong nền.
yo: Iṣẹ́ náà ń tẹ̀síwájú ní ẹ̀yìn.
zh_hans: 操作将在后台继续进行。
zh_hant: 操作會在背景繼續執行。

source: The package is half-installed. Install it again to repair it, or remove it.
ar: الحزمة مثبّتة جزئيًا. ثبّتها مرة أخرى لإصلاحها، أو أزِلها.
bn: প্যাকেজটি অর্ধেক ইনস্টল হয়েছে। মেরামত করতে এটি আবার ইনস্টল করুন, অথবা এটি সরান।
de: Das Paket ist nur teilweise installiert. Installiere es erneut, um es zu reparieren, oder entferne es.
es: El paquete está instalado a medias. Vuelve a instalarlo para repararlo o desinstálalo.
fr: Ce paquet est partiellement installé. Réinstallez-le pour le réparer, ou désinstallez-le.
hi: पैकेज आधा इंस्टॉल हुआ है। इसे ठीक करने के लिए दोबारा इंस्टॉल करें, या इसे हटा दें।
id: Paket ini setengah terinstal. Instal lagi untuk memperbaikinya, atau buang paket ini.
it: Il pacchetto è installato solo in parte. Installalo di nuovo per ripararlo oppure rimuovilo.
ja: このパッケージはインストールが途中の状態です。もう一度インストールして修復するか、削除してください。
ko: 패키지가 일부만 설치되었습니다. 다시 설치하여 복구하거나 제거하십시오.
pt_br: O pacote está parcialmente instalado. Instale-o novamente para repará-lo ou remova-o.
ru: Пакет установлен не полностью. Установите его повторно, чтобы исправить, или удалите.
sw: Kifurushi kimesakinishwa nusu. Kisakinishe tena ili kukirekebisha, au kiondoe.
tr: Paket yarım yüklenmiş durumda. Onarmak için yeniden yükleyin ya da paketi kaldırın.
vi: Gói này chưa được cài đặt hoàn chỉnh. Hãy cài đặt lại để sửa hoặc gỡ bỏ gói.
yo: Pákéèjì náà wà ní ìdajì ìfisórí ẹ̀rọ. Fi í sórí ẹ̀rọ lẹ́ẹ̀kansí láti tún un ṣe, tàbí yọ ọ́ kúrò.
zh_hans: 此软件包处于半安装状态。请重新安装以修复，或将其卸载。
zh_hant: 此套件僅安裝了一部分。請重新安裝以修復，或將其解除安裝。

source: The package is still installed. Go back and choose Try Again.
ar: لا تزال الحزمة مثبّتة. ارجع واختر «حاول مرة أخرى».
bn: প্যাকেজটি এখনও ইনস্টল করা আছে। ফিরে গিয়ে “আবার চেষ্টা করুন” বেছে নিন।
de: Das Paket ist weiterhin installiert. Geh zurück und wähle „Erneut versuchen“.
es: El paquete sigue instalado. Vuelve atrás y elige “Volver a intentarlo”.
fr: Le paquet est toujours installé. Revenez en arrière et choisissez « Réessayer ».
hi: पैकेज अभी भी इंस्टॉल है। वापस जाएँ और “फिर से कोशिश करें” चुनें।
id: Paket ini masih terinstal. Kembali dan pilih Coba Lagi.
it: Il pacchetto è ancora installato. Torna indietro e scegli “Riprova”.
ja: このパッケージはまだインストールされています。前の画面に戻って「もう一度試す」を選択してください。
ko: 패키지가 아직 설치되어 있습니다. 이전 화면으로 돌아가 ‘다시 시도’를 선택하십시오.
pt_br: O pacote continua instalado. Volte e escolha “Tentar novamente”.
ru: Пакет все еще установлен. Вернитесь назад и выберите «Повторить попытку».
sw: Kifurushi bado kimesakinishwa. Rudi nyuma na uchague Jaribu Tena.
tr: Paket hâlâ yüklü. Geri dönüp “Yeniden Dene”yi seçin.
vi: Gói này vẫn ở trạng thái đã cài đặt. Hãy quay lại và chọn “Thử lại”.
yo: Pákéèjì náà ṣì wà lórí ẹ̀rọ. Padà sẹ́yìn kí o sì yan Gbìyànjú Lẹ́ẹ̀kansí.
zh_hans: 此软件包仍处于已安装状态。请返回并选择“再试一次”。
zh_hant: 此套件仍為已安裝狀態。請返回並選擇「再試一次」。

source: The package was put back as it was before. Go back and choose Try Again.
ar: أُعيدت الحزمة إلى حالتها السابقة. ارجع واختر «حاول مرة أخرى».
bn: প্যাকেজটি আগের অবস্থায় ফিরিয়ে আনা হয়েছে। ফিরে গিয়ে “আবার চেষ্টা করুন” বেছে নিন।
de: Das Paket wurde auf den vorherigen Stand zurückgesetzt. Geh zurück und wähle „Erneut versuchen“.
es: El paquete ha vuelto a su estado anterior. Vuelve atrás y elige “Volver a intentarlo”.
fr: Le paquet a été remis dans son état précédent. Revenez en arrière et choisissez « Réessayer ».
hi: पैकेज को पहले जैसी स्थिति में वापस कर दिया गया। वापस जाएँ और “फिर से कोशिश करें” चुनें।
id: Paket ini telah dikembalikan ke keadaan sebelumnya. Kembali dan pilih Coba Lagi.
it: Il pacchetto è stato riportato allo stato precedente. Torna indietro e scegli “Riprova”.
ja: このパッケージは以前の状態に戻されました。前の画面に戻って「もう一度試す」を選択してください。
ko: 패키지가 이전 상태로 복원되었습니다. 이전 화면으로 돌아가 ‘다시 시도’를 선택하십시오.
pt_br: O pacote voltou ao estado anterior. Volte e escolha “Tentar novamente”.
ru: Пакет возвращен в прежнее состояние. Вернитесь назад и выберите «Повторить попытку».
sw: Kifurushi kimerejeshwa jinsi kilivyokuwa awali. Rudi nyuma na uchague Jaribu Tena.
tr: Paket önceki durumuna geri getirildi. Geri dönüp “Yeniden Dene”yi seçin.
vi: Gói đã được khôi phục về trạng thái trước đó. Hãy quay lại và chọn “Thử lại”.
yo: A dá pákéèjì náà padà sí bí ó ti wà tẹ́lẹ̀. Padà sẹ́yìn kí o sì yan Gbìyànjú Lẹ́ẹ̀kansí.
zh_hans: 此软件包已恢复到之前的状态。请返回并选择“再试一次”。
zh_hant: 此套件已還原為先前的狀態。請返回並選擇「再試一次」。

source: The package's files are in place, but it is not set up and may not work. Go back and choose Try Again, or remove the package.
ar: ملفات الحزمة في مكانها، لكنها غير مهيأة وقد لا تعمل. ارجع واختر «حاول مرة أخرى»، أو أزِل الحزمة.
bn: প্যাকেজের ফাইলগুলি জায়গামতো আছে, কিন্তু এটি সেট আপ হয়নি এবং কাজ না-ও করতে পারে। ফিরে গিয়ে “আবার চেষ্টা করুন” বেছে নিন, অথবা প্যাকেজটি সরান।
de: Die Dateien des Pakets sind vorhanden, aber es ist nicht eingerichtet und funktioniert möglicherweise nicht. Geh zurück und wähle „Erneut versuchen“ oder entferne das Paket.
es: Los archivos del paquete están en su sitio, pero no está configurado y puede que no funcione. Vuelve atrás y elige “Volver a intentarlo” o desinstala el paquete.
fr: Les fichiers du paquet sont en place, mais il n’est pas configuré et risque de ne pas fonctionner. Revenez en arrière et choisissez « Réessayer », ou désinstallez le paquet.
hi: पैकेज की फ़ाइलें अपनी जगह पर हैं, लेकिन यह सेटअप नहीं हुआ है और शायद काम न करे। वापस जाएँ और “फिर से कोशिश करें” चुनें, या पैकेज हटा दें।
id: File paket ini sudah di tempatnya, tetapi paket belum dikonfigurasi dan mungkin tidak berfungsi. Kembali dan pilih Coba Lagi, atau buang paket ini.
it: I file del pacchetto sono al loro posto, ma il pacchetto non è configurato e potrebbe non funzionare. Torna indietro e scegli “Riprova” oppure rimuovi il pacchetto.
ja: このパッケージのファイルは配置済みですが、設定が完了していないため動作しない可能性があります。前の画面に戻って「もう一度試す」を選択するか、パッケージを削除してください。
ko: 패키지 파일은 설치되었지만 구성되지 않아 작동하지 않을 수 있습니다. 이전 화면으로 돌아가 ‘다시 시도’를 선택하거나 패키지를 제거하십시오.
pt_br: Os arquivos do pacote estão no lugar, mas ele não está configurado e pode não funcionar. Volte e escolha “Tentar novamente” ou remova o pacote.
ru: Файлы пакета на месте, но он не настроен и может не работать. Вернитесь назад и выберите «Повторить попытку» или удалите пакет.
sw: Faili za kifurushi zipo mahali pake, lakini hakijasanidiwa na huenda kisifanye kazi. Rudi nyuma na uchague Jaribu Tena, au uondoe kifurushi.
tr: Paketin dosyaları yerinde, ancak paket yapılandırılmadı ve çalışmayabilir. Geri dönüp “Yeniden Dene”yi seçin ya da paketi kaldırın.
vi: Các tệp của gói đã ở đúng vị trí nhưng gói chưa được cấu hình và có thể không hoạt động. Hãy quay lại và chọn “Thử lại” hoặc gỡ bỏ gói.
yo: Àwọn fáìlì pákéèjì náà wà ní ipò wọn, ṣùgbọ́n a kò tíì ṣètò rẹ̀, ó sì lè má ṣiṣẹ́. Padà sẹ́yìn kí o sì yan Gbìyànjú Lẹ́ẹ̀kansí, tàbí yọ pákéèjì náà kúrò.
zh_hans: 此软件包的文件已就位，但尚未配置，可能无法正常工作。请返回并选择“再试一次”，或卸载此软件包。
zh_hant: 此套件的檔案已就位，但尚未設定，可能無法正常運作。請返回並選擇「再試一次」，或解除安裝此套件。
